import React from "react";

const DescriptionForJob: React.FC = () => {
  return (
    <div className="p-5">
      <div>
        <h1 className="text-xl p-4 font-bold border-b-1 pb-2 mb-3">توضیحات</h1>
        <p className="text-gray-600">
          شرکت درنیکا با بیش از دو دهه فعالیت در زمینه سامانه‌های مدیریت محتوا،
          طراحی صفحات وب و پورتال‌های سازمانی تمایل به جذب برنامه‌نویسان حرفه‌ای
          برای توسعه محصولات خود را دارد. با حضور در تیم توسعه شرکت درنیکا شما
          این فرصت را خواهید داشت تا در کنار برنامه‌نویسان حرفه‌ای، پیاده‌سازی
          پروژه‌های پیچیده و متعدد در سازمان‌های بزرگ را تجربه کنید.
        </p>
      </div>

      <div className="mt-10">
        <h1 className="text-xl px-4 font-bold border-b-1 pb-2 mb-3">
          مهارت های مورد نیاز
        </h1>
        <p className="text-gray-600">
          شرکت درنیکا با بیش از دو دهه فعالیت در زمینه سامانه‌های مدیریت محتوا،
          طراحی صفحات وب و پورتال‌های سازمانی تمایل به جذب برنامه‌نویسان حرفه‌ای
          برای توسعه محصولات خود را دارد. با حضور در تیم توسعه شرکت درنیکا شما
          این فرصت را خواهید داشت تا در کنار برنامه‌نویسان حرفه‌ای، پیاده‌سازی
          پروژه‌های پیچیده و متعدد در سازمان‌های بزرگ را تجربه کنید.
        </p>
      </div>
    </div>
  );
};

export default DescriptionForJob;
