"use client";
import React from "react";

const JobOwnerDetial: React.FC = () => {
  return (
    <div className="mt-7">
      <h1 className="text-xl p-4 font-bold border-b-1 pb-2 mb-3">درباره من</h1>
      <p className="text-gray-600">
        شرکت درنیکا با بیش از دو دهه فعالیت در زمینه سامانه‌های مدیریت محتوا،
        طراحی صفحات وب و پورتال‌های سازمانی تمایل به جذب برنامه‌نویسان حرفه‌ای
        شرکت درنیکا با بیش از دو دهه فعالیت در زمینه سامانه‌های مدیریت محتوا،
        طراحی صفحات وب و پورتال‌های سازمانی تمایل به جذب برنامه‌نویسان حرفه‌ای
        شرکت درنیکا با بیش از دو دهه فعالیت در زمینه سامانه‌های مدیریت محتوا،
        طراحی صفحات وب و پورتال‌های سازمانی تمایل به جذب برنامه‌نویسان حرفه‌ای
        شرکت درنیکا با بیش از دو دهه فعالیت در زمینه سامانه‌های مدیریت محتوا،
        طراحی صفحات وب و پورتال‌های سازمانی تمایل به جذب برنامه‌نویسان حرفه‌ای
      </p>
    </div>
  );
};

export default JobOwnerDetial;
